Repository: z0o0p/alohomora
Catalog: po/extra/*.po
Languages: hi, nl

source: Password Manager
hi: पासवर्ड प्रबंधक
nl: Wachtwoordbeheerder

source: Store and manage passwords securely
hi: पासवर्ड सुरक्षित रूप से संचित और प्रबंधित करें
nl: Sla wachtwoorden veilig op en beheer ze

source: Password;Manager;Security;
hi: पासवर्ड;प्रबंधक;सुरक्षा;
nl: Wachtwoord;Beheer;Beveiliging;

source: A clean and easy-to-use password manager that securely stores all your passwords in your device.
hi: एक साफ और आसानी से उपयोग होने वाला पासवर्ड प्रबंधक जो आपके सभी पासवर्ड को आपके डिवाइस में सुरक्षित रखता है।
nl: Een eenvoudige, makkelijk te gebruiken wachtwoordbeheerder die al je wachtwoorden veilig opslaat op je apparaat.

source: You can now forget about having to remember a unique, long, complex password for every one of your online accounts.
hi: अब आप अपने प्रत्येक ऑनलाइन खाते के लिए एक अद्वितीय, लंबे, जटिल पासवर्ड को याद रखने के बारे में भूल सकते हैं।
nl: Vanaf nu hoef je nooit meer een uniek, lang of moeilijk wachtwoord te onthouden.

source: Features:
hi: विशेषताएं:
nl: Kenmerken:

source: Enciphers stored secrets for more security
nl: Opgeslagen items worden vercijferd

source: Built-in password generator
nl: Ingebouwde wachtwoordgenerator

source: Pin secrets to the top for fast access
nl: Maak inloggegevens vast zodat je er sneller toegang tot hebt

source: Quickly search for your secrets
nl: Zoek naar je inloggegevens

source: Copy passwords to your clipboard for easy use
nl: Kopieer wachtwoorden naar het klembord

source: New Features
nl: Nieuw

source: Pin your favourite secrets to the top now.
nl: Voortaan kun je je favoriete inloggegevens vastmaken.

source: More customization options for the password generator.
nl: Meer opties in de wachtwoordgenerator.

source: Minor UI optimizations for better usability.
nl: Kleine vormgevingsverbeteringen.

source: Improved Usability
nl: Verbeterde vormgeving

source: Quickly search for secrets by using the search option.
nl: Zoek naar inloggegevens middels de zoekfunctie.

source: Your secrets now can be sorted by accessing the preferences section.
nl: Je inloggegevens kunnen voortaan worden gesorteerd middels de voorkeuren.

source: Turkish Translations by @safak45x (Safak GENISOL).
nl: Turkse vertaling, met dank aan @safak45x (Safak GENISOL).

source: New Translations
nl: Nieuwe vertalingen

source: Dutch Translations by @Vistaus (Heimen Stoffels).
nl: Nederlandse vertaling, met dank aan @Vistaus (Heimen Stoffels)

source: French Translations by @NathanBnm (Nathan Bonnemains).
nl: Franse vertaling, met dank aan @NathanBnm (Nathan Bonnemains)

source: Portuguese Translations by @rottenpants466.
nl: Portugese vertaling, met dank aan @rottenpants466

source: Minor Patch
nl: Kleine patch

source: Fixed issue regarding locked secrets.
nl: Probleem opgelost met vergrendelde inloggegevens

source: Improved app icons.
nl: Verbeterde toepassingspictogrammen

source: Initial Release
nl: InitiÃ«le uitgave

source: Alohomora
hi: अलोहोमोरा

source: In-built password generator
hi: अंत: निर्मित पासवर्ड जनरेटर

source: Enciphers stored secrets
hi: संचित रहस्य को येनसैफर है

source: Copy passwords to your clipboard
hi: पासवर्ड को आपके क्लिपबोर्ड पर कॉपी करें

source: Taqmeel Zubeir
hi: तकमील ज़ुबैर
