Repository: z0o0p/alohomora
Catalog: po/*.po
Languages: nl, ru

source: Incorrect Key
ru: Неверный ключ

source: The cipher key entered is wrong. Check and try again
ru: Введённый ключ не подходит. Попробуйте ещё раз

source: Key Mismatch
nl: De sleutel komt niet overeen
ru: Ключи не совпадают

source: Passwords entered do not match. Check and try again
nl: De wachtwoorden komen niet overeen. Controleer en probeer het opnieuw.
ru: Введённые пароли не совпадают. Попробуйте ещё раз

source: Successful Change
nl: Gewijzigd
ru: Ключ изменён

source: Cipher key was successfully changed. Existing secrets are unusable now
ru: Ключ шифрования был успешно изменён. Имеющиеся секреты больше недоступны

source: Add New Login [Ctrl+N]
ru: Добавить новый логин [Ctrl+N]

source: Search
nl: Zoeken
ru: Поиск

source: Preferences
nl: Voorkeuren
ru: Параметры

source: Change Cipher Key
nl: Toegangssleutel wijzigen
ru: Изменить ключ шифрования

source: Quit
nl: Afsluiten
ru: Выйти

source: Help
nl: Hulp
ru: Помощь

source: Welcome
nl: Welkom
ru: Добро пожаловать

source: Let's Get You Started
nl: Aan de slag
ru: Давайте начнём

source: I Need To Decipher Your Passwords First
nl: Je wachtwoorden moeten worden ontcijferd
ru: Мне нужно расшифровать ваши пароли

source: Your new cipher key will be used to encipher all your saved passwords
nl: Je nieuwe toegangssleutel wordt gebruikt om al je opgeslagen wachtwoorden te ontcijferen
ru: Ваш новый ключ шифрования будет использовать для защиты ваших паролей

source: Enter Cipher Key:
nl: Toegangssleutel:
ru: Введите ключ шифрования:

source: Show Cipher Key
nl: Toegangssleutel tonen
ru: Показать ключ шифрования

source: Hide Cipher Key
ru: Скрыть ключ шифрования

source: Re-Enter Cipher Key:
nl: Toegangssleutel opnieuw invoeren:
ru: Введите ещё раз:

source: Submit
nl: Versturen
ru: Подтвердить

source: No Passwords Found
nl: Geen wachtwoorden
ru: Нет паролей

source: Add Password
nl: Wachtwoord toevoegen
ru: Добавить пароль

source: Stores a new password securely
ru: Безопасно сохранить пароль

source: Close
nl: Sluiten
ru: Закрыть

source: No matches found
nl: Geen overeenkomsten
ru: Ничего не найдено

source: Unpin Secret
nl: Inloggegevens losmaken
ru: Открепить секрет

source: Pin Secret
nl: Inloggegevens vastmaken
ru: Закрепить секрет

source: Edit Secret
nl: Item bewerken
ru: Редактировать секрет

source: Delete Secret
nl: Item verwijderen
ru: Удалить секрет

source: More
ru: Больше

source: Copy Secret
ru: Скопировать секрет

source: Add New Secret
nl: Item toevoegen
ru: Добавить новый секрет

source: Name :
nl: Naam:
ru: Имя :

source: Eg. GitHub, AWS API Key, etc.
ru: Например, GitHub, ключ AWS API

source: Username :
nl: Gebruikersnaam:
ru: Логин :

source: Password :
nl: Wachtwoord:
ru: Пароль:

source: Show Password
nl: Wachtwoord tonen
ru: Показать пароль

source: Hide Password
ru: Скрыть пароль

source: Regenerate Password
ru: Сгенерировать новый пароль

source: Eg. SSH Key, SSL/TLS Certificates, etc.
ru: Например: ключ SSH, SSL/TLS сертификат

source: Note :
ru: Заметка :

source: Credentials
ru: Данные для входа

source: Secure Note
ru: Заметка

source: Cancel
nl: Annuleren
ru: Отменить

source: Add Secret
nl: Item toevoegen
ru: Добавить секрет

source: CHANGING THE CIPHER KEY WILL MAKE THE EXISTING SECRETS UNUSABLE
nl: ALS JE DE TOEGANGSSLEUTEL WIJZIGT, WORDEN REEDS OPGESLAGEN ITEMS ONBRUIKBAAR
ru: ИЗМЕНЕНИЕ КЛЮЧА ШИФРОВАНИЯ УДАЛИТ ВСЕ ВВЕДЁННЫЕ СЕКРЕТЫ

source: Old Cipher Key:
nl: Oude toegangssleutel:
ru: Текущий ключ:

source: Show Old Cipher Key
nl: Oude toegangssleutel tonen
ru: Показать текущий ключ

source: New Cipher Key:
nl: Nieuwe toegangssleutel:
ru: Новый ключ:

source: Show New Cipher Key
nl: Nieuwe toegangssleutel tonen
ru: Показать новый ключ

source: Change Key
nl: Sleutel wijzigen
ru: Сменить ключ

source: General
nl: Algemeen
ru: Общие

source: Sort Secrets By:
nl: Inloggegevens sorteren:
ru: Сортировка секретов:

source: Ascending Order
nl: Oplopend
ru: По возрастанию

source: Descending Order
nl: Aflopend
ru: По убыванию

source: Copy New Password After Adding:
nl: Nieuwe wachtwoorden kopiëren na het toevoegen van:
ru: Копировать новые пароли:

source: Password Generator
nl: Wachtwoordgenerator
ru: Генератор паролей

source: Include Digits:
nl: Inclusief getallen:
ru: Использовать цифры:

source: Include Special Characters:
nl: Inclusief speciale tekens:
ru: Использовать специальные символы:

source: Generated Password Length:
nl: Lengte van gegenereerd wachtwoord:
ru: Длина пароля:

source: Apply
nl: Toepassen
ru: Применить

source: Incorrect Key!
nl: Onjuiste sleutel!

source: The cipher key entered is wrong. Check and try again.
nl: De toegangssleutel is onjuist. Controleer de sleutel en probeer het opnieuw.

source: Cipher key was successfully changed. Existing secrets are unusable now.
nl: De toegangssleutel is gewijzigd. Reeds opgeslagen items zijn nu onbruikbaar.

source: Add New Login
nl: Item toevoegen

source: Light Theme
nl: Licht thema

source: Dark Theme
nl: Donker thema

source: Add a new credential.
nl: Voeg een item toe.

source: Stores a new password securely.
nl: Sla een wachtwoord veilig op.

source: Copy Password
nl: Wachtwoord kopiëren

source: Eg. GitHub, Facebook, etc.
nl: Bijv. GitHub of Facebook

source: Re-Generate Password
nl: Wachtwoord opnieuw genereren

source: Auto-Generate Password
nl: Wachtwoord automatisch genereren

source: Use Existing Password
nl: Bestaand wachtwoord gebruiken
